/*
 * Loco ios export: iOS Localizable.strings
 * Project: 2FAS App
 * Release: Working copy
 * Locale: it-IT, Italian (Italy)
 * Exported by: Zibi
 * Exported at: Sun, 03 Dec 2023 12:31:56 -0800
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "Usato per scannerizzare i codici QR";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Puoi sbloccare l'applicazione utilizzando Face ID";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA Authenticator (2FAS App)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OK";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Aggiungi";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "Annulla";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Notifiche";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d di %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Servizio già rimosso dal backup";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Servizio già modificato nel backup";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "L'utente ha superato la quota su iCloud";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud non è disponibile";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud è stato disabilitato dall'utente";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "Backup 2FAS";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Chiudi";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Continua";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Copia";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Cancella";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Annulla";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Fatto";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Modifica";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Inserisci il codice manualmente";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Errore";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Info";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Prossimo";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Avviso";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Off";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "On";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "Punta la fotocamera sullo schermo per acquisire il codice QR";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Rinomina";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Riprova";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Salva";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "Scansiona il codice QR";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Servizio";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Set";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Salta";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Token";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Attenzione";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Nessun risultato";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Personalizza";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Approva";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Rifiuta";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "Il testo fornito è troppo lungo (massimo %d caratteri)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Capito!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Verifica...";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Conferma con la tua impronta digitale per continuare.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Usa il PIN questa volta";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "Sei incredibile!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Il tuo telefono è appena diventato una chiave privata e protetta per i tuoi servizi online grazie all'app 2FAS - scelta da oltre 6 milioni di utenti in tutto il mondo.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Semplice";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "Associa 2FAS ai tuoi servizi online. Attiva la sicurezza a due fattori in pochi secondi con il tuo codice QR.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Privato";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS rispetta e protegge la tua privacy. Questa app non raccoglierà, elaborerà o utilizzerà mai nessuno dei tuoi dati personali.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Proteggi";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "I tuoi token vengono archiviati offline tramite la memoria del dispositivo, quindi ricordati di eseguire il backup dei tuoi servizi! Usa iCloud Sync e un codice PIN per proteggerti da accessi non autorizzati e danni al dispositivo.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "Inizia ad usare 2FAS";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Termini di servizio";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Associa il tuo account del servizio online con 2FAS o importa i tuoi token";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Associa un nuovo servizio";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "Importa il file di backup 2FAS";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "importa da Google Authenticator";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Non sei sicuro di cosa fare?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Esporta i tuoi account da Google Authenticator in un codice QR utilizzando l'opzione \"Trasferisci account\". Quindi fai uno screenshot e utilizza il pulsante \"Carica codice QR\" qui sotto. Se stai importando i codici da un altro dispositivo, utilizza invece il pulsante \"Scansiona il codice QR\".";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "Scegli codice QR";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "Scansiona il codice QR";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Aggiunta di un nuovo codice";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Chiave segreta copiata";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Questo token è già presente nell'elenco";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Timer copiato";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Token copiato";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Prossimo token copiato";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "Vuoi aggiungere questo codice: %@?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Apri impostazioni";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "PIN non corretto";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "Cambia PIN";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Per favore conferma che tu sei il possessore del dispositivo";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Per favore conferma il tuo nuovo PIN";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "Crea PIN";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Per favore inserisci il tuo attuale PIN";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Per favore inserisci il tuo nuovo PIN";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Per favore inserisci il tuo PIN";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Troppi tentativi. Per favore riprova di nuovo %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Troppi tentativi. Per favore riprova dopo %@ minuti.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Troppi tentativi. Per favore riprova più tardi.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Troppi tentativi. Per favore riprova dopo un minuto.";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Backup e Sincronizzazione";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Scegli argomento";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Configura il servizio di posta e riprova";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Generale";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "I servizi mail non sono disponibili";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Problema";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Sicurezza";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "Seleziona la lunghezza del PIN";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Impostazioni";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Suggerimento";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Avanzate";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widget";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Visualizza i servizi selezionati sui widget della schermata iniziale.";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Dopo aver abilitato i widget, è possibile accedere a tutti i tuoi token senza il tuo codice PIN.\n\nSei sicuro di voler abilitare i widget?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Mostra il prossimo token";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Visualizza nella lista i prossimi token.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Cestino";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Ripristina";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "Il cestino è vuoto";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Condividi l'app";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Sei sicuro di voler eliminare il token per:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Sposta nel cestino";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Info aggiuntive";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Scegli metodo";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Duplica chiave segreta";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Chiave segreta errata (solo numeri da 2 a 7 e lettere), max. 512 caratteri di lunghezza";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "OK, proviamo di nuovo";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "Punta la fotocamera sullo schermo per scansionare il codice QR";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Chiave segreta";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Questo codice QR ti porta all'App Store";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Rimuovi token";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Cerca servizio";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Spiacente, servizio non trovato";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Fai un altro tentativo con un termine di ricerca diverso";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "La chiave è troppo corta. Usare minimo 4 caratteri";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Nome del servizio";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "La chiave segreta scansionata è già utilizzata in %@. Probabilmente la stai scansionando di nuovo";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Questo codice non è corretto o non è supportato. Riprova.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Digita il nome del servizio";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Inserisci il nome del servizio";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Sfortunatamente non conosciamo quel servizio. Come vorresti chiamarlo?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Non potrai più ripristinare questo token.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Colore del badge";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Cambia l'icona del brand";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Cambia etichetta";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Informazioni del servizio";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Personalizzazione";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Icona del brand";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Etichetta";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Rimuovi il servizio dall'app 2FAS";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Etichetta (1 o 2 caratteri):";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Scegli il colore di sfondo:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ aggiunto";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Prossimo token: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Valore del prossimo token";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "I miei token";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Rimozione del gruppo";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Tutti i token verranno spostati nel gruppo: \"I miei token\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Aggiungi gruppo";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Nome del gruppo:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Seleziona dalla Galleria";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "La fotocamera non è disponibile";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Controlla se l'app dispone delle autorizzazioni necessarie nelle Impostazioni di sistema";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "Nessun codice QR trovato";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Non è presente un codice QR corretto nell'immagine selezionata. Si prega di provare un'immagine diversa.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Seleziona servizio";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Quale servizio vuoi aggiungere?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Ridigita questo token";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Sblocca e ridigita questo token";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Gruppo";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Seleziona gruppo";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Importazione di token 2FA dall'app Google Authenticator";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Questo codice QR permette di importare i token da Google Authenticator";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d su %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "I token verranno importati.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Ordina per";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Manuale";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Avanzate";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Attento";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Non è consigliato modificare le impostazioni avanzate. Fallo solo quando il tuo fornitore dell'autenticazione a due fattori lo richiede e quando hai istruzioni chiare.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Impostazioni del token";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "Autenticazione con OTP";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algoritmo";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Tempo di aggiornamento";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Numero di cifre";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Timer";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Timer iniziale";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d secondi";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Non è consigliato modificare le impostazioni avanzate. Fallo solo quando il tuo fornitore dell'autenticazione a due fattori lo richiede e quando hai istruzioni chiare.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "La migliore pratica";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Servizio aggiunto correttamente. Ti consigliamo fortemente di ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "elimina lo screenshot del codice QR dalla tua galleria. ";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "Se qualcuno ottiene questo screenshot del codice QR, sarà in grado di ottenere i tuoi codici 2FA per il servizio.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Richiedi un'icona";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Faccelo sapere su Discord";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Accedi al nostro server Discord";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "e consentire agli utenti di votare per le icone richieste.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "o";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Lascia che il fornitore del servizio lo sappia";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Puoi utilizzare i social media o l'e-mail e condividere questo testo con loro.";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Ehi! Sto usando l'app 2FAS per accedere al tuo servizio con l'autenticazione a 2 fattori. Tuttavia, manca la tua icona! Puoi inviare la tua icona qui: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Non dimenticarti di taggare l'account ufficiale dell'azienda!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "Non riesci a trovare l'icona di un brand nell'app 2FAS?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Richiedi l'icona del brand";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Richiedi l'icona del brand";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "Seleziona il metodo richiesto";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Richiedi un'icona come utente";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Invia un'icona come azienda";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "Senza questo token non sarai in grado di accedere al tuo account %@ finché avrai abilitato l'autenticazione a due fattori per %@.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Mostra chiave segreta";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Copia chiave segreta";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Timer con i secondi rimasti prima del cambio del token";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Elimina pulsante";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Servizio rimosso";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Questo campo contiene una chiave segreta nascosta. Per rivelarlo, usa il pulsante Mostra. Funzionerà solo se hai impostato il PIN per la schermata di blocco";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Nome del servizio: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Info aggiuntive: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Token %@. Tocca per copiare";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "Modifica %@";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Etichetta del servizio con nome %@ e colore %@";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "%@ icona del servizio";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Selezionato";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Non selezionato";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Colore del badge: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Dismettere";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Solo numeri da 2 a 9 e lettere. Almeno 4 caratteri";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Aggiungi servizio";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Aggiungi gruppo";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Utilizza il pulsante \"Aggiungi servizio\" per aggiungere un nuovo servizio";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Nessun risultato trovato";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Utilizza \"Ordina per\" per impostare l'ordinamento dei servizi";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "Caricamento del contenuto";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "Impossibile eseguire il backup dei token perché il segreto \"%@\" contiene caratteri non validi. Rimuovilo dall'elenco e riprova";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "Importa";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Esporta";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "Il backup 2FAS verrà disabilitato per proteggerne l'integrità";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Si è verificato un errore durante l'esportazione del file";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "Importazione completata con successo";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Un'altra app sta utilizzando la fotocamera. Se la chiusura di altre app non aiuta, riavvia il dispositivo";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "La fotocamera non è disponibile a causa del sovraccarico del sistema. Prova a riavviare il dispositivo";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Impossibile aprire la fotocamera. Prova a riavviare il dispositivo";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Impossibile aprire la fotocamera in modalità Split View. Apri l'app a schermo intero e prova di nuovo";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "Come ripristinare l'app 2FAS?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Ripristino dell'applicazione";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Se hai dimenticato il PIN o vuoi resettare l'app 2FAS, devi reinstallare l'app";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Tieni a mente che se non disponi di un backup e reimposti l'app, perderai l'accesso a tutti i tuoi codici. Di conseguenza, l'accesso a tutti i tuoi account protetti dall'autenticazione a 2 fattori.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Se hai un backup, non preoccuparti, riuscirai a ripristinare tutti i tuoi codici.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Backup su cloud";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "Sincronizzazione iCloud";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "RACCOMANDAZIONE: La sincronizzazione iCloud mantiene i tuoi token al sicuro su Apple iCloud in caso di smarrimento o danneggiamento del tuo dispositivo. Tienila attivo.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Backup su file";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Usa il backup su file per avere una copia offline dei tuoi token";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Rimozione del backup";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "Cancella il backup 2FAS";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "Attenzione! Se elimini il backup 2FAS, cancellerai anche tutti i token da altri dispositivi sincronizzati su questo account. Per conservare i token su altri dispositivi, assicurati di aver disattivato il backup 2FAS prima dell'eliminazione";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Voglio cancellare il backup";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Esporta il backup su un file";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "Puoi importare i file esportati su altri dispositivi con l'applicazione 2FAS";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Esporta su file";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "Verifica il PIN";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Salva il file";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Importa file di backup";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Stai per importare un file di backup contenente";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Importa file";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Scegli un altro file";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "Niente da importare";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Errore nel file!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "I servizi del file verranno uniti a quelli della tua app";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Questo file è vuoto oppure tutti i servizi all'interno sono già disponibili nell'app";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Avrai bisogno di una nuova versione dell'app per importare il contenuto di questo file. Puoi trovare la versione più recente nell'App Store";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Impossibile leggere questo file. Può essere danneggiato o si è verificato un errore durante il tentativo di accesso. Si prega di sceglierne un altro";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Password";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Ripeti password";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Carattere errato. Utilizza solo lettere A-Z, a-z, cifre e caratteri speciali: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "La frase fornita è troppo breve (min. 3 caratteri)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Le password non coincidono";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Salva ed esporta";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Per aumentare la protezione del tuo file di backup imposta la password";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "Digita la password per questo file di backup per procedere con il processo di importazione";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Imposta una password per questo file di backup";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Password errata";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d nuovi servizi";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d servizi importati dal file";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "C'è un problema con iCloud. Controlla le impostazioni di sistema";

/* loco:6332c96135f7406d4875f72e
 * backup__newer_schema_unsupported */
"backup__newer_format_not_supported" = "Questo file è in una versione con un formato più recente rispetto a quella supportata dall'app";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Questo file è crittografato. Supportiamo solo file non crittografati";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Copia il token";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Sì, voglio eliminare questo servizio";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Neutrale";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Azzurro";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Indaco";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Viola";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Turchese";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Verde";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Rosso";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Arancione";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Giallo";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Conoscenza";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Supporta e condividi";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Dillo a un amico";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Scrivi una recensione";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "A proposito";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Informativa sulla privacy";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Termini di Servizio";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Versione dell'app %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Nessun limite";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "Codice PIN";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Sicurezza dell'app";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Impostazioni di blocco";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "Blocca dopo X tentativi falliti:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Seleziona il numero massimo di tentativi falliti di inserimento del codice di sblocco prima di bloccare l'applicazione (il tempo di blocco può essere modificato qui sotto).\n";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Tempo di blocco";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 minuti";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 minuti";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 minuti";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "Numero massimo di tentativi falliti";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "Codice a 4 cifre";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "Codice a 6 cifre";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Autenticazione biometrica";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Donazioni";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "Fai una donazione a 2FAS";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Nuova versione";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "Una nuova versione di 2FAS è disponibile sull'App Store. Aggiorna ora!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Aggiorna ora";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Salta questa versione";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Aggiorna dopo";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Estensione browser";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "Estensione 2FAS per browser web";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "Installa l'estensione del browser 2FAS sul tuo computer desktop";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Associalo con la tua app 2FAS.";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Più info:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Associa con il browser web";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Associazione avvenuta con successo!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "2FAS ti invierà una notifica push ogni volta che accedi ai tuoi servizi online utilizzando questo browser web. Non sarà più necessario digitare i token nuovamente per ogni utilizzo.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Associazione fallita :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "Questo codice QR non è stato riconosciuto e 2FAS non ha potuto associare questo dispositivo all'estensione del browser. Per favore riprova.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Già associato!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Questa estensione del browser è già associata a questo dispositivo.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Contatta il supporto tecnico";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Accoppiamento con il browser";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Dispositivi associati (browser web)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Aggiungi nuovo";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Soprannome del dispositivo";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Soprannome del dispositivo";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Nome";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Questo soprannome ti aiuterà a identificare questo dispositivo tra gli altri dispositivi associati all'estensione 2FAS del browser";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Impostazioni delle estensioni del browser";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<UNKOWN_NAME>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ ha richiesto un token 2FA per %@. Seleziona il servizio da autorizzare e salva con questo dominio.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Richiesta del browser";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "Il token è stato inviato con successo!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Errore durante l'invio del codice. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Eliminazione del dispositivo associato";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Sei sicuro di voler eliminare il dispositivo associato?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Data di associazione";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Dimentica questo browser";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Lista dei domini associati.";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Rimuovi il dominio?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "La prossima volta che utilizzerai l'estensione del browser per accedere a %@, ti verrà chiesto di associare nuovamente questo dominio.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Notifiche push";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Per accedere a funzionalità come l'estensione browser è necessario l'accesso alle notifiche push. Puoi modificare questa impostazione in qualsiasi momento nelle impostazioni di sistema.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "Richiesta scaduta";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "Richiesta di token 2FA";

/* loco:6332c96135f7406d4875f785 */
"browser__2fa_token_request_content" = "Vuoi condividere il token 2FA per";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Nessuna notifica";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Google Drive non è disponibile";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Google Drive è stato disabilitato dall'utente";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Avrai bisogno di una nuova versione dell'app per importare il contenuto di questo file. Puoi trovare la versione più recente nel Google Store";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Questo codice QR ti porta nel Google Store";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "I tuoi token vengono archiviati offline tramite la memoria del dispositivo, quindi ricordati di eseguire il backup dei tuoi servizi! Utilizza la sincronizzazione Google Drive e il codice PIN per proteggerti da accessi non autorizzati e danni al dispositivo.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "Una nuova versione di 2FAS è disponibile su Google Store. Aggiorna ora l'app!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "Il PIN non corrisponde! Per favore prova di nuovo.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Opzioni sviluppatore";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Importa i token";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Risultato dell'associazione";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "ATTENZIONE";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Punta la fotocamera sul codice QR corretto e scansiona di nuovo.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Vuoi annullare le modifiche?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Modifiche non salvate";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "Il formato della chiave non è valido";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Errore di sistema! Non esiste un'applicazione della galleria di sistema.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Autorizzazione di Google Drive";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Abbiamo bisogno dell'autorizzazione a Google Drive per salvare i file di backup nei dati dell'applicazione.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "È richiesta la connessione a Internet";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Per sincronizzarsi con Google, è necessario attivare una connessione a Internet.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Per revocare l'accesso a Google Drive, è necessario attivare la connessione a Internet.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Archivia e sincronizza automaticamente il file di backup nella cartella nascosta del tuo Google Drive. Questa cartella è accessibile solo dall'applicazione 2FAS.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Si è verificato un errore durante la sincronizzazione del backup. Riavviare l'applicazione riprovare dopo qualche minuto.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Si è verificato un errore durante la codifica del backup. Si prega di impostare nuovamente la password.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Si è verificato un errore durante la decodifica del backup. Si prega di impostare nuovamente la password.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "C'è un problema con iCloud. Controllare le impostazioni di sistema";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Si è verificato un problema con le autorizzazioni dell'account Google Drive. Provare ad attivare e disattivare la sincronizzazione.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Il tuo backup è protetto da password. Attivalo e inserisci la tua password.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Il backup è protetto da password ma la password fornita non è corretta. Attivalo e inserisci la tua password.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Assegnazione del servizio";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Personalizzazione";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Cambia il marchio";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Avanzate";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Richiedi un icona";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Modifica etichetta";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Sei sicuro di voler eliminare questo gruppo?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Il tuo file di backup è pronto per essere esportato";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "Esporta questo file per mantenere i tuoi token 2FAS al sicuro nel backup. Puoi importarlo in un secondo momento su questo o altri dispositivi utilizzando l'app 2FAS.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Esporta file senza password\n(non consigliato)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "Il file verrà sincronizzato con l'elenco dei servizi dell'app.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Forse più tardi";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Attiva";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Nessun servizio aggiunto";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "CONSIGLIATO: Google Drive Sync mantiene i token al sicuro in Google Drive in caso di perdita o danneggiamento del dispositivo. Lasciatala attiva.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Disattivare la sincronizzazione Google Drive?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "I token dell'autenticazione a due fattori rimarranno su questo dispositivo e sul tuo Google Drive, ma non verranno sincronizzati. Verrai disconnesso anche dal tuo account Google.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Ricorda, in caso di smarrimento o danneggiamento di questo dispositivo oppure rimozione dell'app, potresti non essere in grado di recuperare i tuoi token e perderai l'accesso agli account online protetti dall'autenticazione a due fattori.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Proteggi un file di backup di Google Drive con una password personalizzata.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Rimuovi password";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Rimuovi la password per il tuo file di backup Google Drive.";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Account Google";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Ultima sincronizzazione";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "2FAS ti invierà notifiche push ogni volta che accedi ai tuoi servizi online utilizzando questo browser web. Non sarà più necessario digitare i token nuovamente per ogni utilizzo.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Nome del browser";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Autentica";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Utilizza le tue credenziali biometriche";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Licenze open source";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Puoi importare i tuoi token in 2FAS da diverse app. Scegli un'app dall'elenco e segui le istruzioni.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Seleziona app";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Si";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "No";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Cerca";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Nessuna applicazione che supporta questo link";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Accesso alla fotocamera";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "L'accesso alla fotocamera è necessario per la scansione dei codici QR. Se vuoi utilizzare questa funzione, vai in Informazioni e Autorizzazioni dell'applicazione e abilita la fotocamera.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "Disabilita il PIN";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Per favore digita il tuo nuovo PIN %s";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "Il PIN non è corretto! Per favore riprova";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Biometrica";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "Supporto di 2FAS";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Opzioni sviluppatore";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Blocco biometrico";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Tema";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Auto";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Auto - Impostazioni di sistema";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Scuro";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Chiaro";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Token copiato negli appunti!";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "Prossimo token copiato negli appunti!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Vuoi permanentemente eliminare questo 2FA?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Aggiungi manualmente";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "Questo codice QR non funziona!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "Impossibile leggere il codice QR dall'immagine!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Prova a selezionare un'immagine diversa.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Elimina servizio per sempre";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Non è stato possibile aggiungere un servizio poiché la chiave segreta non è valida. Riprova.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Il servizio con questa chiave segreta esiste già. Si desidera sovrascriverlo?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "La chiave contiene caratteri non validi";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Mostra chiave segreta";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "La tua chiave segreta è protetta. Aggiungi un PIN o un blocco biometrico per vederla.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "La lista dei servizi è vuota";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Usa il pulsante \"+\" per aggiungere un nuovo servizio";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "Senza questo token non sarai in grado di accedere al tuo account %@ finché avrai abilitata l'autenticazione a due fattori per %@.\n\nNon sarai in grado di ripristinare questo token dal cestino 2FAS.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Servizi importati con successo!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "È necessaria una connessione Internet attiva per sincronizzare il backup. Attiva la connessione a internet e riprova.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Aggiorna app";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Effettua l'aggiornamento alla versione 2FAS più recente per ottenere tutte le funzionalità e mantenere un livello di sicurezza elevato.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Stai cancellando";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "dall'elenco dei servizi 2FAS.\n\nRicorda, fino a quando non disattiverai l'autenticazione a due fattori, non riuscirai ad accedere all'account %s senza questo token.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Cancella";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Esporta";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Condividi";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Importa il backup dal file";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Stai per importare il file di backup con";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "Importa";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "I token visibili nel widget non sono protetti dal tuo codice PIN.\n\nSei sicuro di voler visualizzare i tuoi token nel widget?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "ATTENZIONE!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Sì, sono sicuro";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "Backup 2FAS";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "Attiva il backup 2FAS. In caso di ripristino o perdita del telefono, riuscirai a recuperare tutti i tuoi token.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Spiacente, brand non trovato";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Seleziona quali servizi saranno visibili sul widget:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Disabilita sincronizzazione";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "Annulla";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Imposta la password";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Cancella il file di backup da Google Drive";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Se elimini questo file dal tuo Google Drive, la sincronizzazione su tutti i dispositivi sincronizzati verrà disabilitata e i token rimarranno solo su questo e altri dispositivi tramite l'archiviazione locale.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "La tua app 2FAS è già associata a questo browser.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "Scannerizza nuovamente il codice QR";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Errore";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "Il codice QR scansionato ha un formato non supportato. Per favore riprova.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "Errore sconosciuto durante la scansione del codice QR. Per favore riprova.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Utilizza il PIN questa volta";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Abilita autenticazione";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "Annulla";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Per abilitare lo sblocco biometrico, è necessario abilitare e impostare un codice PIN.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Seleziona il tempo dopo il quale l'app verrà bloccata.";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Sembra che o hai esaurito lo spazio su disco o che un evento del genere in passato abbia danneggiato il database";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "Il backup su cloud è stato migrato alla  nuova versione. Aggiorna l'app";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "Il backup su cloud è crittografato. Aggiorna l'app per supportare questa funzione";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Continua nell'app";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "Annulla";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Autorizza";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Ignora";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "Richiesta inviata";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Invia il token?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ ha richiesto un token 2FAS per %@";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Si è verificato un errore durante l'invio del token";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Questo sito non risulta associato";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Apri l'app e seleziona un servizio per questo dominio";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Apri l'app e controlla se l'estensione del browser è correttamente associata";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "C'è un problema di connessione";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Per favore riprova";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Errore";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Per far funzionare l'estensione del browser, per favore aggiungi i servizi all'app 2FAS";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Approva";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Nega";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Abilita il codice PIN e l'autorizzazione con Face ID per impedire l'accesso non autorizzato ai tuoi token su questo dispositivo.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Abilita il codice PIN e l'autorizzazione con Touch ID per impedire l'accesso non autorizzato ai tuoi token su questo dispositivo.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "Il codice fornito non è corretto. Per favore ricontrollalo";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "Il codice fornito è scaduto. Per favore contatta il team di supporto per ottenerne uno nuovo";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "Non c'è internet. Per favore verifica la connessione e riprova";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Sembra esserci un problema con il nostro server. Se persiste, contatta il nostro team di supporto";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "Operazione non riuscita";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Registri inviati";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Li controlleremo, ma potrebbe volerci del tempo.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Invia";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Invio dei registri in corso";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "Il codice fornito dal team di assistenza è stato compilato automaticamente. Inviare i log?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Per favore inserisci o incolla il codice fornito dal nostro team di assistenza";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Invia registri";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "Dai un'occhiata a questa fantastica app di autenticazione a due fattori di 2FAS: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Ringraziamenti";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Importa da un'app esterna";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "momenti fa";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "momenti fa";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d minuto fa";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "%d minuti fa";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d ora fa";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "%d ore fa";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d giorno fa";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "%d giorni fa";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d settimana fa";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "%d settimane fa";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d mese fa";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "%d mesi fa";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Si è verificato un errore sconosciuto! Prova di nuovo!";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "File salvato correttamente!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Impossibile condividere il file!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Digita la password";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Inserisci la password di backup per procedere con la rimozione";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Inserisci la password di backup per procedere con la revoca dell'accesso a Google";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Impostazioni di sincronizzazione";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "File locale";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Sincronizzazione Google Drive";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Rimuovere il tuo backup da Google Drive?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "La sincronizzazione con Google verrà disattivata. I tuoi token rimarranno in locale, ma l'app 2FAS verrà scollegata dal tuo account Google su questo e sugli altri tuoi dispositivi sincronizzati.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "In attesa della sincronizzazione...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Sincronizzazione...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Stai per importare un file di backup criptato.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "Scegli il file JSON";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Esporta i tuoi account da Aegis in un file JSON non crittografato e caricalo utilizzando il pulsante \"Scegli il file JSON\". Ricordati di rimuovere il file dopo un'importazione riuscita.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Usa l'opzione \"Esporta gli OTP in un archivio ZIP\" nelle impostazioni di Raivo, salva un file ZIP, estrailo, e importa il file JSON tramite il pulsante \"Scegli il file JSON\"";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Tuttavia, non ci sono servizi che potrebbero essere importati.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Prova di nuovo";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "Procedi";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Importazione di token 2FA dall'app Google Authenticator";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Importazione di token 2FA dall'app Aegis";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Importazione di token 2FA dall'app Raivo";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Questo codice QR permette di importare i token da Google Authenticator.";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Questo file JSON permette di importare i token da Aegis.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Questo file JSON permette di importare i token da Raivo.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Impossibile leggere i token. Prova a selezionare un file diverso.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Informazioni sulla sincronizzazione con Google Drive";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Sei sicuro? Senza la sincronizzazione con Google Drive, non potrai recuperare i token in caso di perdita o ripristino del telefono!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Codice inviato con successo";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Si è verificato un errore durante l'invio del codice";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Aggiungi un nuovo servizio";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Personalizza servizio";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Suggerito";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Tutti i servizi";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Altri servizi";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "Errore SSL";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Si è verificato un errore SSL e non è possibile stabilire una connessione sicura con il server. Assicurati di avere l'ultima versione dell'app o prova a cambiare la rete internet.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "Il file che stai tentando di importare è troppo grande. Il limite di dimensione è di 10 MB.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "Il file che stai tentando di importare non è valido o è danneggiato.  Scegli un altro file.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Attiva la ricerca";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Attiva la ricerca all'avvio";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Scade tra:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Impostazioni del widget";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "L'input deve essere un numero intero";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "L'input deve essere un numero";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "L'input non può essere vuoto";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "L'input è troppo lungo. Limite: %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "Miglior abbinamento";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Invia rapporti anonimi sugli arresti anomali";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Invia rapporti sugli arresti anomali per aiutare 2FAS a identificare e risolvere i problemi nell'app (è richiesto il riavvio dell'app).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Gestisci l'elenco";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Aspetto";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Mostra il prossimo token quando quello attuale sta per scadere";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Stile dell'elenco";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive non è sincronizzato.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Vai alle impostazioni di backup";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Predefinito";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Compatto";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Esporta i tuoi account da LastPass in un file JSON non crittografato e caricalo utilizzando il pulsante \"Scegli il file JSON\". Ricordati di rimuovere il file dopo un'importazione riuscita.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Rapporti sugli arresti anomali";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "Importazione di token 2FA dall'app LastPass";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Questo file JSON permette di importare i token da LastPass.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Importa token da LastPass";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Importa token da Aegis";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Importa token da Raivo OTP";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Importa token da Google Authenticator";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "s";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Associa il servizio con 2FAS";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "Punta la fotocamera allo schermo per catturare il codice QR.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Altri metodi";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Inserisci la chiave segreta";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "Carica un immagine con il codice QR";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Quasi fatto!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Per terminare l'accoppiamento con il servizio, devi digitare ancora questo token.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Associa il servizio con 2FAS";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Digita il nome e la chiave segreta";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Nome servizio";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Chiave segreta";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Altre impostazioni";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(opzionale)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Aggiungi servizio";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Non sai cosa fare? Premi per aiuto";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Impostazioni token avanzate";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Info aggiuntive";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Cambiare le impostazioni predefinite non è consigliato. Fallo solo quando il tuo fornitore per la 2FA lo richiede e quando hai istruzioni chiare";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Consenti gli screenshot dell'app per 5 minuti.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Consenti gli screenshot";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Consentire gli screenshot dell'app?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Sei sicuro? Questa opzione consente di effettuare screenshot e registrare qualsiasi schermata all'interno dell'applicazione. Tuttavia, consentirà anche qualsiasi tentativo esterno di catturare schermate nell'app.\nPer motivi di sicurezza, questa opzione si disattiva automaticamente dopo 5 minuti.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Media sociali";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "Twitter";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Nascondi token";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "I token saranno rivelati al tocco";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Associa manualmente";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Codice di associazione";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Importa token da Authenticator Pro";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Questo file di testo permette di importare i token da Authenticator Pro.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Importa i 2FA token da Authenticator Pro app";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Esporta i tuoi account da Authenticator Pro in un file di testo non crittografato e caricalo utilizzando il pulsante \"Scegli il file di testo\". Ricordati di rimuovere il file dopo un'importazione riuscita.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Authenticator Pro";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Scegli il file di testo";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "L'accesso biometrico è stato disattivato a causa di cambiamenti alle impostazioni di sicurezza e privacy del sistema.";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "Importazione di token 2FA dall'app LastPass";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Questo codice QR permette di importare i token da LastPass";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Guidami";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Sfoglia servizi";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "Seleziona servizio da abbinare all'app 2FAS";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Vuoi fornire la guida 2FA per il tuo servizio?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Applica ora";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Rosa";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Marrone";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Altri metodi?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "La fotocamera non è disponibile. Controlla i permessi di accesso delle app nelle impostazioni di sistema";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "Impostazioni di sistema";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "Il testo fornito è troppo corto (min. %d caratteri)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "non è raccomandato";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "Guida a 2FAS";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "2FAS per %@";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Guida universale alla 2FA";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Conferma la mia scelta";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "Importazione di token 2FA dall'app andOTP";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Questo file JSON permette di importare i token da andOTP.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Importa token da andOTP";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Esporta i tuoi account da andOTP in un file JSON non crittografato e caricalo utilizzando il pulsante \"Scegli il file JSON\". Ricordati di rimuovere il file dopo un'importazione riuscita.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "Nel prossimo step, ti verrà richiesto di scegliere il tuo account Google Drive, dove i token 2FA verrano salvati in sicurezza";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Mi assumo il rischio, non eseguo il backup";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Sincronizzazione con Google Drive abilitata correttamente!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "Il file di backup che stai cercando di importare non è supportato dalla versione di questa applicazione. Questa applicazione supporta solamente i backup fino alla versione %d, mentre il file che stai importando è alla versione %d.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Accoppia";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Sincronizzazione e backup sicuri";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS utilizza iCloud per il backup e la sincronizzazione sicura dei tuoi token 2FA. Il backup **criptato** è salvato su iCloud e accessibile **solo dall'app 2FAS**.\nIn più, questa funzione aiuta il **recupero e la sincronizzazione** dei token tra i dispositivi iOS.\n\nÈ abilitata di default e può essere disattivata in ogni momento nelle impostazioni di backup dell'app.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Scopri di più sul backup";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Sembra che il tuo backup di Google Drive sia protetto da password. Inserisci la password corretta per procedere. Se vuoi eliminare il tuo backup di Google Drive,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "clicca qui per sapere come";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Preferences";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "It matters";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Manage tokens";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Your support allows us to develop new features and\nimprovements. Thank you!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Retrieve from trash";
